[
  {
    "mission": "Every time you kill a player, do 10 push ups immediately."
  },
  {
    "mission": "Every time your team kills a player, do 5 push ups immediately."
  },
  {
    "mission": "Every time your enemy team kills a player, do 5 push ups immediately."
  },
  {
    "mission": "If spike has been planted, then do 20 jumping jacks immediately."
  },
  {
    "mission": "Stay at your spawn for 1 minute."
  },
  {
    "mission": "Go to your enemy's spawn without killing them. Once you get there, began fighting."
  },
  {
    "mission": "Every time your enemy team uses all chat, pause what you're doing and reply immediately."
  },
  {
    "mission": "If you're not top fragging, then every time your team gets a kill, apologize for not top fragging."
  },
  {
    "mission": "Turn off your sound -- comms are allowed -- for this round."
  },
  {
    "mission": "Turn off your sound, including your comms, for this round."
  },
  {
    "mission": "When you shoot, you must always right click to aim."
  },
  {
    "mission": "If you kill a player, pick up their gun to shoot. Until then, you cannot shoot."
  },
  {
    "mission": "A reminder to be positive! If you lose the round, then give an encouraging comment."
  },
  {
    "mission": "Knife a player."
  },
  {
    "mission": "Hey! Your agent wants a rest! No running -- only walking!"
  },
  {
    "mission": "Give wrong comms 5 times to your teammates."
  },
  {
    "mission": "Rotate sites 4 times."
  },
  {
    "mission": "Every time you kill a player, t-bag him 5 times."
  },
  {
    "mission": "Pile up 4 guns from dead players in one spot."
  },
  {
    "mission": "Imitiate your bottom fragger for the entire round."
  },
  {
    "mission": "No crosshair for this round."
  },
  {
    "mission": "You can only move with your knife out."
  },
  {
    "mission": "You must press your W key the entire round."
  },
  {
    "mission": "Every time you encounter an enemy, do a 360 turn before you shoot."
  },
  {
    "mission": "Appoint one player as your President. Now, protect him with all your life. If President dies, then you must too."
  },
  {
    "mission": "You cannot use your abilities -- nothing!"
  },
  {
    "mission": "Anchor one site for the entire round, unless you're the last player alive."
  },  
  {
    "mission": "You can only get one kill this round, unless you're last player alive."
  },  
  {
    "mission": "No Mission. Just Play!"
  },  
  {
    "mission": "No Mission. Just Play!"
  },  
  {
    "mission": "No Mission. Just Play!"
  },  
  {
    "mission": "If you're on offense, plant the spike yourself. If you're on defense, defuse the spike yourself."
  },  
  {
    "mission": "You cannot comm this round."
  },  
  {
    "mission": "Rebind your movement keys: W means backward. S means forward. A means right. D means left."
  },  
  {
    "mission": "You cannot reload your gun. You can, however, switch guns."
  },  
  {
    "mission": "Stay in your spawn until spike has been planted."
  },  
  {
    "mission": "Every time your team gets a kill, compliment your team five times in chat."
  },  
  {
    "mission": "If you shoot before spike has been planted, you cannot shoot after spike has been planted. And vice versa."
  },
  {
    "mission": "Play on max mouse sensitivity."
  },  
  {
    "mission": "Play on the lowest mouse sensitivity."
  },  
  {
    "mission": "You can only use your 'W' key for movement."
  },  
  {
    "mission": "You must be scoping at all times."
  },
  {
    "mission": "You're the bait! Bait yourself and have your team trade you for a kill!"
  },  
  {
    "mission": "Every time you get a kill, spray on the dead boy."
  }
]

